#2014年终总结
来直接的吧。

##图书
先列一下本年的阅读书单吧：
	
1. 《我最需要的理财常识书》2014年03月

* 《雷军传》2014年03月

* （日）渡边淳一《失乐园》2014年05月

*  袁腾飞《这个历史挺靠谱》2014年08月

*   (美)斯科特《了不起的盖茨比》2014年08月

* 《Creating Dynamic UI with An年d Fragments》 2014年09月

* 《Head First C》 2014年10月

* （日）近藤麻理惠《怦然心动的人生整理魔法》2014年11月

* 《The Swift Programming Language》 2014年11月

* （德）舍费尔《小狗钱钱》2014年12月

完整读完的差不多十来本的样子（为了凑个数，也只能把一些技术类书籍拿出来了XD）

------
##事件
想破喉咙也没能凑出10个，碌碌无为

1. 顺利毕业（*看来是首要大事啊*）
2. 找到工作（*第一次不是临时工*）
3. 入手RMBP（*借钱买的，现在还没把钱还清%>_<%*）
4. 上海游玩（*毕业旅行*）
5. 厦门游玩（*第一次坐飞机*）
6. 苏州游玩（*过山车啥的意犹未尽*）
7. 泰州游玩（*三个胖子+一个瘦子*）
8. 人生的小意外
	* 《目送》（*南中医 via 图书馆书虫奖*）
	* 《创业时，我们在知乎聊什么》（*知乎 via 知乎活动*）
	* 《微信公众平台应用开发》（*柳峰 via CSDN活动*）
	* 封顶￥10的中奖若干次（*苟富贵，你懂的*）
	* and so on
	
------
##技能
大部分还处在入门阶段😝，希望明年至少能更进一层💯！

0. **开始阅读英文技术文档**
1. Markdown入门 （*现在正在用的一项技能*）
2. iOS开发入门（*也能抄出个小APP出来了💽*）
3. Python入门
4. NDk开发入门
5. Git入门
6. 理财入门
7. 练习左手写字（*倒不是想锻炼右脑，主要是右手的字丑到无可救药*）


------


##理想

	理想还是要有的，万一要实现了呢？
	
这句话随着阿里的上市，着实火了起来，但我还是喜欢现在的签名：

	只要心中有梦想，你就会与众不同。
	
话说回来，暂不谈理想，说说新年计划：

1. 一个月一本书（*非技术类*）
2. 坚持锻炼（*起码隔三差五*）
3. 坚持记账（*今年已达标，虽然不知怎么有1k的出入。。*）

其他的话，保持一颗奋斗的❤️。

愿新的一年，美好与你同在。

<h3 align = "right">
<br>	
耿介之&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
<br>
2014年12月31日
</h3>
